Revit 2027 API
ParameterTypeId.DpartOriginalFamily Property
 "Original Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartOriginalFamily { get; }
Public Shared ReadOnly Property DpartOriginalFamily As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartOriginalFamily {
	ForgeTypeId^ get ();
}
static member DpartOriginalFamily : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace